name: "bge_small_en"
backend: "python"
max_batch_size: 8
input [
  {
    name: "INPUT"
    data_type: TYPE_STRING
    dims: [ -1 ]
  }
]
output [
  {
    name: "OUTPUT"
    data_type: TYPE_FP32
    dims: [ -1, 384 ]
  }
]
instance_group [{ kind: KIND_CPU }]
